Repository: d-khachatryan/medical.drugstorage
Catalog: Resources/Resources.*.resx
Languages: hy_am

# Bank_Code
source: Code
hy_am: Կոդ

# Bank_CreateNew
source: Create a new bank
hy_am: Ստեղծել նոր բանկ

# Bank_Create_Title
source: Create a bank
hy_am: Ստեղծել բանկ

# Bank_Name
source: Name
hy_am: Անվանում

# Bank_Title
source: Banks
hy_am: Բանկեր

# Consumption_CreateNew
source: Create a new consumption
hy_am: Ստեղծել նոր ծախս

# Consumption_Title
source: Consumption
hy_am: Ծախս

# DispensingType_Code
source: Code
hy_am: Կոդ

# DispensingType_CreateNew
source: Create a new dispensing type
hy_am: Ստեղծել նոր թողարկման կարգ

# DispensingType_Create_Title
source: Create dispensing type
hy_am: Ստեղծել թողարկման կարգ

# DispensingType_Delete_Title
source: Delete dispensing type
hy_am: Հեռացնել թողարկման կարգը

# DispensingType_Details_Title
source: Dispensing type's details
hy_am: Թողարկման կարգի տվյալներ

# DispensingType_Edit_Title
source: Edit the dispensing type
hy_am: Խմբագրել թողարկման կարգը

# DispensingType_Name
source: Name
hy_am: Անվանում

# DispensingType_Title
source: Dispensing Type
hy_am: Թողարկման կարգ

# DrugStatus_DispensingBy
source: Dispensing by
hy_am: Թողարկման կարգ

# DrugStatus_MAH
source: MAH
hy_am: Գրանցման հավաստագրի իրավատերը

# DrugStatus_RegistrationDate
source: Registration date
hy_am: Գրանցման ամսաթիվ

# DrugStatus_RegistrationNumber
source: Registration number
hy_am: Գրանցման հավաստագրի N

# DrugStatus_RegistrationTill
source: Registered till
hy_am: Վավեր է մինչև

# Drug_ATCCode
source: Code
hy_am: Կոդ

# Drug_Country
source: Country
hy_am: Արտադրող երկիր

# Drug_CreateNew
source: Create a new drug
hy_am: Ավելացնել ապրանք

# Drug_Create_Title
source: Create a drug
hy_am: Ստեղծել դեղորայք

# Drug_Delete_Title
source: Delete the drug
hy_am: Հեռացնել դեղորայքը

# Drug_Details_Title
source: Drug's details
hy_am: Դեղորայքի տվյալները

# Drug_DosageForm
source: Dosage form
hy_am: Դեղաձև

# Drug_Edit_Title
source: Edit the drug
hy_am: Խմբագրել դեղորայքը

# Drug_GenericName
source: Generic name
hy_am: Ազդող նյութ

# Drug_Manufacturer
source: Manufacturer
hy_am: Արտադրող

# Drug_Name
source: Name
hy_am: Անվանում

# Drug_Status
source: Status
hy_am: Գրանցման կարգավիճակ

# Drug_Strength
source: Dosage strength
hy_am: Դեղաչափ

# Drug_Title
source: Products
hy_am: Ապրանքի մուտքագրում

# Drug_UnitQuantity
source: Unit (Quantity)
hy_am: Միավորների քանակը տուփում

# General_Back
source: Back
hy_am: Վերադարձ

# General_ChangeStatus
source: Change status
hy_am: Համաձայնեցում

# General_Clean
source: Clean
hy_am: Մաքրել

# General_Close
source: Close
hy_am: Փակել

# General_Comfirm
source: Comfirm
hy_am: Հաստատել

# General_Commands
source: Commands
hy_am: Հրահանգներ

# General_Confirmation
source: Confirmation
hy_am: Հաստատել

# General_Create
source: Create
hy_am: Ստեղծել

# General_Delete
source: Delete
hy_am: Հեռացնել

# General_Delete_Info
source: If you press the "Delete" button the record will removed from database. If you don't sure you want to do that, plesae press "Close".
hy_am: Եթե սեղմեք "Հեռացնել" կոճակը, ապա գրառումը կհեռացվի տվյալների բազայից։ Եթե համոզված չեք, որ ցանկանում եք դա անել, ապա սեղմեք "Փակել" կոճակը։

# General_Delete_Question
source: Are you sure you want to delete the record of
hy_am: Իսկապե՞ս ցանկանում եք հեռացնել գրառումը:

# General_Delete_Record
source: Are you sure to delete?
hy_am: Համոզված ե՞ք որ ցանկանում եք հեռացնել

# General_Details
source: Details
hy_am: Դիտել

# General_Edit
source: Edit
hy_am: Խմբագրել

# General_GridMVCLang
source: GridMvc.lang.en
hy_am: GridMvc.lang.am

# General_NewRecord
source: New Record
hy_am: Նոր գրառում

# General_NotSelected
source: The record is not selected
hy_am: Գրառումը ընտրված չէ

# General_Particularly
source: Details
hy_am: Մանրամասն

# General_Save
source: Save
hy_am: Պահպանել

# General_Search
source: Search
hy_am: Որոնել

# General_Select
source: Select
hy_am: Ընտրել

# General_Select_List
source: select...
hy_am: ընտրել․․․

# General_UnderConstruction
source: The Page is Under Construction
hy_am: Էջը գտնվում է մշակման փուլում

source: Home
hy_am: Գլխավոր

# Layout_CompanyName
source: Comine-Soft
hy_am: Քոմինե-Սոֆթ

# Layout_Login_Hello
source: Hello
hy_am: Ողջույն

# Layout_Login_LogIn
source: Log in
hy_am: Մուտք

# Layout_Login_LogOff
source: Log off
hy_am: Ելք

# Layout_Nav_DataEntry
source: Organization
hy_am: Հիմնարկ

# Layout_Nav_DataEntry_Consumptions
source: Product consumption
hy_am: Ապրանքի ծախս

# Layout_Nav_DataEntry_Placements
source: Placements
hy_am: Պահանջագիր

# Layout_Nav_Store_Products
source: Products
hy_am: Ապրանք

# Layout_Nav_DataEntry_Requests
source: Requests
hy_am: Պահանջներ

# Layout_Nav_Store_Transfers
source: Transfers
hy_am: Հաշիվ-ապրանքագիր

# Layout_Nav_Help
source: Help
hy_am: Օգնություն

# Layout_Nav_Help_Entry
source: Organization
hy_am: Հիմնարկ

# Layout_Nav_Help_Management
source: Management
hy_am: Կառավարում

# Layout_Nav_Help_Reports
source: Reports
hy_am: Հաշվետվություններ

# Layout_Nav_Help_Store
source: Storage
hy_am: Պահեստ

# Layout_Nav_Management
source: Management
hy_am: Կառավարում

# Layout_Nav_Management_Catalogs
source: Catalogs
hy_am: Շտեմարաններ

# Layout_Nav_Management_Catalogs_Bank
source: Banks
hy_am: Բանկեր

# Layout_Nav_Management_Catalogs_DispensingType
source: Dispensing Type
hy_am: Թողարկման կարգ

# Layout_Nav_Management_Catalogs_Drug
source: Nomenclature
hy_am: Ապրանքի անվանացանկ

# Layout_Nav_Management_Catalogs_Manufacturer
source: Manufacturers
hy_am: Արտադրողներ

# Layout_Nav_Management_Catalogs_ProductCategorie
source: Product Category
hy_am: Ապրանքի կատեգորիա

# Layout_Nav_Management_Catalogs_ProductGroup
source: Product Group
hy_am: Ապրանքի խումբ

# Layout_Nav_Management_Catalogs_ProductType
source: Product Type
hy_am: Ապրանքի տեսակ

# Layout_Nav_Management_Catalogs_Statuses
source: Statuses
hy_am: Կարգավիճակներ

# Layout_Nav_Management_Catalogs_Storage
source: Storage
hy_am: Ենթապահեստ

# Layout_Nav_Management_Catalogs_Supplier
source: Suppliers
hy_am: Մատակարարներ

# Layout_Nav_Management_Catalogs_UnitType
source: Unit Type
hy_am: Չափման միավոր

# Layout_Nav_Management_Catalogs_User
source: Users
hy_am: Գործարկողներ

# Layout_Nav_Reports
source: Reports
hy_am: Հաշվետվություններ

# Layout_Nav_Reports1
source: Report 1
hy_am: Հաշվետվություն 1

# Layout_Nav_Reports2
source: Report 2
hy_am: Հաշվետվություն 2

# Layout_Nav_Reports3
source: Report 3
hy_am: Հաշվետվություն 3

# Layout_Nav_Reports4
source: Report 4
hy_am: Հաշվետվություն 4

# Layout_Nav_Reports5
source: Report 5
hy_am: Հաշվետվություն 5

# Layout_Nav_Reports6
source: Report 6
hy_am: Հաշվետվություն 6

# Layout_Nav_Reports7
source: Report 7
hy_am: Հաշվետվություն 7

# Layout_Nav_Reports8
source: Report 8
hy_am: Հաշվետվություն 8

# Layout_Nav_Store
source: Storage
hy_am: Պահեստ

# Layout_SiteName
source: Medical Drug Store
hy_am: Դեղորայքային պահեստ

# Manufacturer_Code
source: Code
hy_am: Կոդ

# Manufacturer_CreateNew
source: Create a new manufacturers
hy_am: Ստեղծել նոր արտադրող

# Manufacturer_Create_Title
source: Create manufacturer
hy_am: Ստեղծել արտադրող

# Manufacturer_Delete_Title
source: Delete manufacturer
hy_am: Հեռացնել արտադրողին

# Manufacturer_Details_Title
source: Manufacturer details
hy_am: Արտադրողի տվյալները

# Manufacturer_Edit_Title
source: Edit manufacturer
hy_am: Խմբագրել արտադրողի տվյալները

source: Manufacturer name
hy_am: Անվանումը

# Manufacturer_Title
source: Manufacturer
hy_am: Արտադրող

# Placement_CorrectedQuantity
source: Corrected Quantity
hy_am: Ճշտված քանակ

# Placement_Create_Title
source: Create a placement
hy_am: Ստեղծել պահանջագիր

# Placement_Delete_Title
source: Delete placement
hy_am: Հեռացնել պահանջագիրը

# Placement_Details_Title
source: Placement's Details
hy_am: Պահանջագրի տվյալներ

# Placement_DrugName
source: Drug
hy_am: Դեղորայք

# Placement_Edit_Title
source: Edit the placement
hy_am: Խմբագրել պահանջագիրը

# Placement_ExpirationDate
source: Expiration Date
hy_am: Ժամկետ

# Placement_OrganizationName
source: Organization
hy_am: Հիմնարկ

# Placement_Seria
source: Seria
hy_am: Սերիա

# Placement_StoreName
source: Store
hy_am: Պահեստ

# Placement_Title
source: Placements
hy_am: Պահանջագրեր

# Placement_UnitCost
source: Unit Cost
hy_am: Միավորի արժեք

# ProductCategory_Code
source: Code
hy_am: Կոդ

# ProductCategory_CreateNew
source: Create a new product category
hy_am: Ստեղծել նոր ապրանքային կատեգորիա

# ProductCategory_Create_Title
source: Create product category
hy_am: Ստեղծել ապրանքային կատեգորիա

# ProductCategory_Delete_Title
source: Delete product category
hy_am: Հեռացնել ապրանքային կատեգորիան

# ProductCategory_Details_Title
source: Product category's details
hy_am: Ապրանքային կատեգորիայի տվյալները

# ProductCategory_Edit_Title
source: Edit the product category
hy_am: Խմբագրել ապրանքային կատեգորիան

# ProductCategory_Name
source: Product category
hy_am: Անվանում

# ProductCategory_Title
source: Product Category
hy_am: Ապրանքի կատեգորիա

# ProductGroup_Code
source: Code
hy_am: Կոդ

# ProductGroup_CreateNew
source: Create a new product group
hy_am: Ստեղծել նոր ապրանքային խումբ

# ProductGroup_Create_Title
source: Create a product group
hy_am: Ստեղծել ապրանքային խումբ

# ProductGroup_Delete_Title
source: Delete product group
hy_am: Հեռացնել ապրանքային խումբը

# ProductGroup_Details_Title
source: Product group's details
hy_am: Ապրանքային խմբի տվյալները

# ProductGroup_Edit_Title
source: Edit the product group
hy_am: Խմբագրել ապրանքային խումբը

# ProductGroup_Name
source: Product group
hy_am: Անվանում

# ProductGroup_Title
source: Product Group
hy_am: Ապրանքի խումբ

# ProductType_Code
source: Code
hy_am: Կոդ

# ProductType_CreateNew
source: Create a new product type
hy_am: Ստեղծել նոր ապրանքի տեսակ

# ProductType_Create_Title
source: Create product type
hy_am: Ստեղծել ապրանքի տեսակ

# ProductType_Delete_Title
source: Delete product type
hy_am: Հեռացնել ապրանքային տեսակը

# ProductType_Details_Title
source: Product type's details
hy_am: Ապրանքային տեսակի տվյալները

# ProductType_Edit_Title
source: Edit the product type
hy_am: Խմբագրել ապրանքային տեսակը

# ProductType_Name
source: Product type
hy_am: Անվանում

# ProductType_Title
source: Product Type
hy_am: Ապրանքի տեսակ

# Product_CategoryCode
source: Category Code
hy_am: Կատեգորիայի կոդ

# Product_CategoryName
source: Category
hy_am: Կատեգորիա

# Product_Category_Required
source: The "Categoria" field is requred
hy_am: "Կատեգորիա" դաշտը պարտադիր է

# Product_CreateNew
source: Create a new product
hy_am: Ստեղծել նոր ապրանք

# Product_Create_Title
source: Create a product
hy_am: Ստեղծել ապրանք

# Product_Delete_Title
source: Delete Product
hy_am: Հեռացնել ապրանքը

# Product_Details_Title
source: Product's Details
hy_am: Ապրանքի տվյալները

# Product_DrugCode
source: Drug Code
hy_am: Դեղորայքի կոդ

# Product_DrugName
source: Nomenclature
hy_am: Անվանացանկ

# Product_Edit_Title
source: Edit the Product
hy_am: Խմբագրել ապրանքի տվյալները

# Product_ExpirationDate
source: Expiration Date
hy_am: Պահպանման ժամկետ

# Product_GroupCode
source: Group Code
hy_am: Խմբի կոդ

# Product_GroupName
source: Group
hy_am: Խումբ

# Product_ManufacturerCode
source: Manufacturer Code
hy_am: Արտադրողի կոդ

# Product_ManufacturerName
source: Manufacturer
hy_am: Արտադրող

# Product_Organization
source: Organization
hy_am: Հիմնարկ

# Product_Quantity
source: Quantity
hy_am: Քանակ

# Product_Quantity_Required
source: The "Quantity" field is requred
hy_am: "Քանակ" դաշտը պարտադիր է

# Product_Seria
source: Seria
hy_am: Սերիա

# Product_Seria_Required
source: The "Seria" field is requred
hy_am: "Սերիա" դաշտը պարտադիր է

# Product_StoreOrganization
source: Store օrganization
hy_am: Պահեստ-հիմնարկ

# Product_SupplierCode
source: Supplier Code
hy_am: Մատակարարի կոդ

# Product_SupplierName
source: Supplier
hy_am: Մատակարար

# Product_Title
source: Products
hy_am: Ապրանքներ

# Product_TypeCode
source: Type Code
hy_am: Տեսակի կոդ

# Product_TypeName
source: Type
hy_am: Տեսակ

# Product_UnitType
source: Unit type
hy_am: Չափման միավոր

# Request_CreateNew
source: Create a new request
hy_am: Ստեղծել նոր պահանջ

# Request_Create_Title
source: Create a request
hy_am: Ստեղծել պահանջ

# Request_Delete_Title
source: Delete request
hy_am: Հեռացնել պահանջը

# Request_Details_Title
source: Request's Details
hy_am: Պահանջի տվյալները

# Request_Edit_Title
source: Edit the request
hy_am: Խմբագրել պահանջը

# Request_Product
source: Product
hy_am: Ապրանք

# Request_Title
source: Requests
hy_am: Պահանջներ

# Requset_DrugName
source: Drug
hy_am: Դեղորայք

# Requset_ExpirationDate
source: Expiration Date
hy_am: Ժամկետ

# Requset_OrganizationName
source: Organization
hy_am: Հիմնարկ

# Requset_Quantity
source: Quantity
hy_am: Քանակ

# Requset_ReceiveDate
source: Receive Date
hy_am: Ստացման ա/թ

# Requset_RequestDate
source: Request Date
hy_am: Պահանջի ա/թ

# Requset_Seria
source: Seria
hy_am: Սերիա

# Requset_StatusName
source: Status
hy_am: Կարգավիճակ

# Requset_StoreName
source: Store
hy_am: Պահեստ

# Requset_UnitCost
source: Unit Cost
hy_am: Միավորի արժեք

source: Status code
hy_am: Կոդ

# Status_CreateNew
source: Create a new status
hy_am: Ստեղծել նոր կարգավիճակ

# Status_Create_Title
source: Create Status
hy_am: Ստեղծել կարգավիճակ

# Status_Delete_Title
source: Delete status
hy_am: Հեռացնել կարգավիճակը

# Status_Details_Title
source: Status Details
hy_am: Կարգավիճակի տվյալները

# Status_Edit_Title
source: Edit the status
hy_am: Խմբագրել կարգավիճակը

source: Status Name
hy_am: Անվանում

# Status_Title
source: Statuses
hy_am: Կարգավիճակ

source: Store code
hy_am: Պահեստի կոդ

# Store_CreateNew
source: Create a new store
hy_am: Ստեղծել նոր պահեստ

# Store_Create_Title
source: Create store
hy_am: Ստեղծել պահեստ

# Store_Delete_Title
source: Delete the store
hy_am: Հեռացնել պահեստը

# Store_Details_Title
source: Store details
hy_am: Պահեստի տվյալները

# Store_Edit_Title
source: Edit store
hy_am: Խմբագրել պահեստը

source: Store Location
hy_am: Տեղակայում

source: Store name
hy_am: Անվանում

# Store_RegistrationNumber
source: Registration Number
hy_am: Գրանցման համար

# Store_TinNumber
source: Tin Number
hy_am: ՀՎՀՀ

# Store_Title
source: Stores
hy_am: Պահեստներ

# Supplier_Code
source: Code
hy_am: Կոդ

# Supplier_CreateNew
source: Create a new supplier
hy_am: Ստեղծել նոր մատակարար

# Supplier_Create_Title
source: Create supplier
hy_am: Ստեղծել մատակարար

# Supplier_Delete_Title
source: Delete supplier
hy_am: Հեռացնել մատակարարին

# Supplier_Details_Title
source: Supplier's details
hy_am: Մատակարարի տվյալները

# Supplier_Edit_Title
source: Edit supplier
hy_am: Խմբագրել մատակարարի տվյալները

source: Supplier name
hy_am: Անվանում

# Supplier_Title
source: Supplier
hy_am: Մատակարար

source: Transfer
hy_am: Հաշիվ-ապրանքագիր

# Transfer_BaseDoc
source: Base
hy_am: Հիմք

# Transfer_Comment
source: Comment
hy_am: Մեկնաբանություն

# Transfer_Create_Title
source: Create a transfer
hy_am: Ստեղծել հաշիվ-ապրանքագիր

# Transfer_Date
source: Date
hy_am: Ամսաթիվ

# Transfer_Delete_Title
source: Delete transfer
hy_am: Հեռացնել հաշիվ-ապրանքագիրը

# Transfer_Details_Title
source: Transfer's details
hy_am: Հաշիվ-ապրանքագրի տվյալներ

# Transfer_Edit_Title
source: Edit the transfer
hy_am: Խմբագրել հաշիվ-ապրանքագիրը

# Transfer_IsTransfer
source: Is Transfer
hy_am: Կատարված

# Transfer_Placement
source: Placements
hy_am: Վերադարձի փաստաթուղթ

# Transfer_Receiver
source: Receiver
hy_am: Պատվիրատու

# Transfer_ReceiverAccountant
source: Receiver Accountant
hy_am: Պատվիրատու հիմնարկի հաշվապահ

# Transfer_ReceiverHead
source: Receiver Head
hy_am: Պատվիրատու հիմնարկի տնօրեն

# Transfer_ReceiverResponsible
source: Receiver Responsible
hy_am: Պատասխանատու

# Transfer_Sender
source: Sender
hy_am: Մատակարար

# Transfer_SenderAccountant
source: Sender Accountant
hy_am: Մատակարար հիմնարկի հաշվապահ

# Transfer_SenderHead
source: Sender Head
hy_am: Մատակարար հիմնարկի տնօրեն

# Transfer_SenderResponsible
source: Sender Responsible
hy_am: Պատասխանատու

# Transfer_Store
source: Store
hy_am: Պահեստ

# Transfer_Sum
source: Sum
hy_am: Գումար

# Transfer_TextSum
source: Text Sum
hy_am: Գումարը բառերով

# Transfer_Title
source: Transfers
hy_am: Հաշիվ-ապրանքագրի ձևավորում

# Transfer_Total
source: Total
hy_am: Ընդհանուր

# UnitType_Code
source: Code
hy_am: Կոդ

# UnitType_CreateNew
source: Create a new unit type
hy_am: Ստեղծել նոր չափման միավոր

# UnitType_Create_Title
source: Create a unit type
hy_am: Ստեղծել չափման միավոր

# UnitType_Delete_Title
source: Delete unit type
hy_am: Հեռացնել չափման միավորը

# UnitType_Details_Title
source: Unit type's details
hy_am: Չափման միավորի տվյալներ

# UnitType_Edit_Title
source: Edit the unit type
hy_am: Խմբագրել չափման միավորը

# UnitType_Name
source: Name
hy_am: Անվանում

# UnitType_Title
source: Unit Type
hy_am: Չափման միավոր

# Users_AccessLevel
source: Access Level
hy_am: Հասանելիություն

# Users_CreateNew
source: Create a new user
hy_am: Ստեղծել նոր գործարկող

# Users_Create_Title
source: Create a user
hy_am: Ստեղծել գործարկող

# Users_Delete_Title
source: Delete user
hy_am: Հեռացնել գործարկողին

# Users_Details_Title
source: User's Details
hy_am: Գործարկողի տվյալներ

# Users_Edit_Title
source: Edit the User
hy_am: Խմբագրել գործարկողի տվյալները

# Users_OrgCode
source: Organization Code
hy_am: Հաստատության կոդ

# Users_OrgName
source: Organization
hy_am: Հաստատություն

# Users_Title
source: Users
hy_am: Գործարկողներ

# Users_User
source: User
hy_am: Գործարկող

# PlacementDetails_OrganizationCode
source: Organization Code
hy_am: Հիմնարկի կոդ

# Placement_OrderOrganizationCode
source: Ordering Organization Code
hy_am: Պատվիրող հիմնարկ կոդ

source: Product
hy_am: Ապրանք

# ConsumptionPeriod_Title
source: Product's consumption
hy_am: Ապրանքի ծախս

# Consumption_EndDate
source: End date
hy_am: Վերջնական ա/թ

# Consumption_IsClosed
source: Is closed
hy_am: Փոփոխման ենթակա չէ

# Consumption_Organization
source: Organization
hy_am: Հիմնարկ

# Consumption_Product
source: Product seria
hy_am: Ապրանք

# Consumption_Quantity
source: Quantity
hy_am: Քանակ

# Consumption_StartDate
source: Start date
hy_am: Սկզբնական ա/թ

# Transfer_BankName
source: Bank name
hy_am: Բանկ

# Transfer_Location
source: Location
hy_am: Տեղակայում

# Transfer_RegistrationNumber
source: Registration number
hy_am: Գրանցման համար

# Transfer_StoreName
source: Store name
hy_am: Պահեստի անվանում

# Transfer_TinNumber
source: Tin number
hy_am: ՀՎՀՀ

# Product_Code
source: Code
hy_am: Կոդ

# Product_CountryId
source: Country
hy_am: Արտադրող երկիր

# Product_Manufacturer
source: Manufacturer
hy_am: Արտադրող

# Product_OrganizationName
source: Organization
hy_am: Հիմնարկ

# Product_RegistrationDate
source: Registration date
hy_am: Մուտքագրման ա/թ

# General_Correction
source: Correction
hy_am: Պահանջագրի բավարարում

# General_DoesNotCorrespond
source: You can not edit this record because the status does not correspond to the action
hy_am: Դուք չեք կարող խմբագրել այս գրառումը քանի որ կարգավիճակը չի համապատասխանում գործառույթին

# General_FinalComfirm
source: Final comfirmation
hy_am: Մուտքագրում պահեստ

# General_NomenclatureQuantity
source: Product nomenclature and quantity
hy_am: Ապրանքների անվանացանկ և քանակ

# Placement_ConfirmDate
source: Confirm date
hy_am: Համաձայնեցման ա/թ

# Placement_CorrectionDate
source: Correction date
hy_am: Ճշտման ա/թ

# Layout_Nav_DataEntry_StoreFlow
source: Store flow
hy_am: Պահեստի շարժ

# Layout_Nav_Help_Messages
source: Messages
hy_am: Հաղորդագրություններ

# Layout_Nav_Message
source: Messages
hy_am: Հաղորդագրություններ

# Layout_Nav_Message_Inbox
source: Received
hy_am: Ստացված

# Layout_Nav_Message_Outbox
source: Sent
hy_am: Ուղարկված

# Layout_Nav_Store_Placements
source: Placements
hy_am: Պահանջագիր

# Layout_Nav_Store_StoreFlow
source: Store flow
hy_am: Պահեստի շարժ

# DrugCategory_Code
source: Code
hy_am: Կոդ

# DrugCategory_Details_Title
source: Drug category details
hy_am: Դեղաչափի տվյալներ

# DrugCategory_Name
source: Drug category
hy_am: Դեղաչափ

# DrugCategory_Title
source: Drug category
hy_am: Դեղաչափ

# DrugType_Code
source: Code
hy_am: Կոդ

# DrugType_Details_Title
source: Drug type details
hy_am: Դեղաձևի տվյալներ

# DrugType_Name
source: Drug type
hy_am: Դեղաձև

# DrugType_Title
source: Drug type
hy_am: Դեղաձև

# Layout_Nav_Management_Catalogs_DrugCategory
source: Drug category
hy_am: Դեղաչափ

# Layout_Nav_Management_Catalogs_DrugType
source: Drug type
hy_am: Դեղաձև

# Storage_Code
source: Code
hy_am: Կոդ

# Storage_Details_Title
source: Storage details
hy_am: Ենթապահեստի տվյալներ

# Storage_Name
source: Storage
hy_am: Ենթապահեստ

# Storage_Organization
source: Organization
hy_am: Հիմնարկ

# Storage_Title
source: Storage
hy_am: Ենթապահեստ

# OrganizationStore_Details_Title
source: Storage store details
hy_am: Պահեստի շարժի տվյալներ

# OrganizationStore_Edit_Title
source: Storage store
hy_am: Պահեստի շարժ

# OrganizationStore_EndDate
source: End date
hy_am: Վերջնական ա/թ

# OrganizationStore_OrganizationName
source: Organization
hy_am: Հիմնարկ

# OrganizationStore_StartDate
source: Start date
hy_am: Սկզբնական ա/թ

# OrganizationStore_Title
source: Organization store
hy_am: Հիմնարկի պահեստի շարժ

# StorageStore_Details_Title
source: Storage store details
hy_am: Պահեստի շարժի տվյալներ

# StorageStore_Edit_Title
source: Storage store
hy_am: Պահեստի շարժ

# StorageStore_EndDate
source: End date
hy_am: Վերջնական ա/թ

# StorageStore_FinalQuantity
source: Final quantity
hy_am: Վերջնական մնացորդ

# StorageStore_InitialQuantity
source: Initial quantity
hy_am: Սկզբնական մնացորդ

# StorageStore_InQuantity
source: In quantity
hy_am: Մուտք

# StorageStore_OrganizationName
source: Organization
hy_am: Հիմնարկ

# StorageStore_OutQuantity
source: Out quantity
hy_am: Ելք

# StorageStore_StartDate
source: Start date
hy_am: Սկզբնական ա/թ

# StorageStore_Title
source: Main storage store
hy_am: Հիմնական պահեստի շարժ

# General_Messages
source: Message
hy_am: Հաղորդագրություն

# MessageBox_CheckMessage
source: Check messages
hy_am: Ստուգել հաղորդագրությունները

# MessageBox_Date
source: Date
hy_am: Ամսաթիվ

# MessageBox_MessageContent
source: Message content
hy_am: Հաղորդագրության տեքստ

# MessageBox_MessageTitle
source: Message title
hy_am: Վերնագիր

# MessageBox_NewMessage
source: New message
hy_am: Նոր հաղորդագրություն

# MessageBox_Received
source: Received messages
hy_am: Ստացված հաղորդագրություններ

# MessageBox_Recipient
source: Recipient
hy_am: Ստացող

# MessageBox_Sender
source: Sender
hy_am: Ուղարկող

# MessageBox_Sent
source: Sent messages
hy_am: Ուղարկված հաղորդագրություններ

# MessageBox_SentTitle
source: Sent messages
hy_am: Ուղարկված հաղորդագրություններ

# MessageBox_Title
source: Received messages
hy_am: Ստացված հաղորդագրություններ

source: Bank
hy_am: Բանկ

# General_Inputs
source: Inputs
hy_am: Մուտքեր

# General_Outputs
source: Outputs
hy_am: Ելքեր

# General_StorageSubStore
source: Sub stores
hy_am: Ենթապահեստներ

# Layout_Nav_Management_Catalogs_Organization
source: Organizations
hy_am: Կազմակերպություններ

# OrganizationStoreInQuantity_OrganizationName
source: Organization
hy_am: Հիմնարկ

# OrganizationStoreInQuantity_ProductName
source: Product
hy_am: Ապրանք

# OrganizationStoreInQuantity_Quantity
source: Quantity
hy_am: Քանակ

# OrganizationStoreOutQuantity_ProductName
source: Product
hy_am: Ապրանք

# OrganizationStoreOutQuantity_Quantity
source: Quantity
hy_am: Քանակ

# Organization_Bank
source: Bank
hy_am: Բանկ

# Organization_Code
source: Code
hy_am: Կոդ

# Organization_Details_Title
source: Organization's details
hy_am: Բուժհիմնարկի տվյալներ

# Organization_Edit_Title
source: Edit the organization
hy_am: Խմբագրել բուժհիմնարկի տվյալները

# Organization_Location
source: Location
hy_am: Հասցե

# Organization_Name
source: Name
hy_am: Անվանում

# Organization_Region
source: Region
hy_am: Մարզ

# Organization_RegistrationNumber
source: Registration Number
hy_am: Գրանցման համար

# Organization_StorageStatus
source: Storage status
hy_am: Պահեստի կարգավիճակ
