Repository: d-khachatryan/medical.drugstorage
Catalog: Resources/Resources.*.resx
Languages: hy_am

# Organization_TinNumber
source: Tax Identification Number
hy_am: ՀՎՀՀ

# Organization_Title
source: Organization
hy_am: Կազմակերպություններ

# StorageStore_ProductName
source: Product
hy_am: Ապրանք

# StorageStore_Quantity
source: Quantity
hy_am: Քանակ

# StorageSubStore_StorageName
source: Sub store
hy_am: Ենթապահեստ

# General_PlacementSatisfy
source: Placement satisfy
hy_am: Պահանջագրի բավարարում

# General_Satisfy
source: Satisfy
hy_am: Բավարարել

# Drug_DistributeDrug
source: Distribute the drug in storage
hy_am: Բաշխել ապրանքը ենթապահեստում

# Drug_DrugCategory
source: Drug category
hy_am: Դեղաչափ

# Drug_DrugQuantity
source: Quantity
hy_am: Քանակ

# Drug_DrugType
source: Drug type
hy_am: Դեղաձև

# Drug_ExpirationDate
source: Expiration Date
hy_am: Պահպանման ժամկետ

# Drug_ItemQuantity
source: Item qantity
hy_am: Քանակը-տուփով

# Drug_Organization
source: Organization
hy_am: Ձեռքբերող հիմնարկ

# Drug_ProductCategory
source: Category
hy_am: Կատեգորիա

# Drug_ProductGroup
source: Group
hy_am: Խումբ

# Drug_ProductType
source: Type
hy_am: Տեսակ

# Drug_Seria
source: Seria
hy_am: Սերիա

# Drug_Source
source: Acquisition Type
hy_am: Ձեռքբերման աղբյուր

# Drug_StoreOrganization
source: Store օrganization
hy_am: Պահեստ-հիմնարկ

# Drug_Supplier
source: Supplier
hy_am: Մատակարար

# Drug_TotalCost
source: Total cost
hy_am: Ընդամենը արժեք

# Drug_UnitCost
source: Unit Cost
hy_am: Միավորի արժեք

# Drug_UnitType
source: Unit type
hy_am: Չափման միավոր

# General_End
source: End
hy_am: Ավարտ

# General_FieldIsRequired
source: The field is required
hy_am: Դաշտը պարտադիր է

# General_Start
source: Start
hy_am: Սկիզբ

# DrugCategory_UnitItemQuantity
source: Unit Item Quantity
hy_am: Տուփում միավորների քանակ

# Consumption_ConsumptionDate
source: Date
hy_am: Սկիզբ

# Consumption_ItemQuantity
source: Item quantity
hy_am: Քանակը-տուփով

# Placement_CreateDate
source: Create date
hy_am: Լրացման ա/թ

# Placement_GettingReadyDate
source: Getting ready date
hy_am: Ստացման պատրաստ ա/թ

# Product_ItemQuantity
source: Item quantity
hy_am: Քանակը-տուփով

# General_Reject
source: Reject
hy_am: Մերժել

# General_Represent
source: Represent
hy_am: Ներկայացնել

# Layout_Nav_DataEntry_Replacements
source: Replacements
hy_am: Վերադարձ

# Layout_Nav_DataEntry_Replacements_Comfirmation
source: Confirmation
hy_am: Վերադարձ

# Layout_Nav_DataEntry_Replacements_Entry
source: Entry
hy_am: Վերադարձ

# StorePlacement_Title
source: Placement confirmation
hy_am: Պահանջագրի բավարարում

# Placement_ReadyDate
source: Ready date
hy_am: Առաքման պատրաստ ա/թ

# Placement_StorageOrganization
source: Storage
hy_am: Պահեստ

# Placement_IsTransfer
source: Is transfer
hy_am: Կցված է

# General_PlacementConfirmation
source: Are you sure to represent the placement?
hy_am: Համոզված է՞ք որ ցանկանում էք ներկայացնել պահանջագիրը

# General_RecordPresentation
source: You cannot represent this record
hy_am: Դուք չէք կարող ներկայացնել այս գրառումը

# Placement_BaseDate
source: Base date
hy_am: Փաստաթղիթ հիմքի ա/թ

# Placement_BaseText
source: Comment
hy_am: Հավելյալ

# Layout_Nav_Management_ConfirmReplacement
source: Replacement Confirmation
hy_am: Վերադարձի համաձայնեցում

# General_NoSubjectToDelete
source: The record is not subject to removal
hy_am: Գրառումը հեռացման ենթակա չէ

# General_NoSubjectToEditing
source: The record is no subject to editing
hy_am: Գրառումը խմբագրման ենթակա չէ

# General_PlacementRemoval
source: Are you sure to remove the placement?
hy_am: Համոզվա՞ծ եք որ ցանկանում եք հեռացնել պահանջագիրը

# General_RecordAddition
source: You cannot add the record
hy_am: Դուք չէք կարող ավելացնել նոր գրառում

# General_ReplacementRepresentation
source: Are you sure you want to represent the replacement
hy_am: Համոզվա՞ծ էք որ ցանկանում էք ներկայացնել վերադարձը

# General_Supply
source: Supply
hy_am: Տրամադրել

# General_SupplyNotification
source: You can only supply a coordinated records
hy_am: Կարելի է տրամադրել միայն համաձայնեցված գրառումները

# General_ConfirmNotification
source: You can confirm only the recerds that ready to replacement
hy_am: «Մուտքագրում պահեստ» կարելի է տալ այն գրառմանը, որն ունի «Պահեստից ստացված» կարգավճակ:

# General_TransferRemovalConfirm
source: Are you sure to remove the transfer?
hy_am: Համոզվա՞ծ էք որ ցանկանում էք հեռացնել հաշիվ-ապրանքագիրը

# General_TransferRepresentationNotification
source: Are you sure to represent the transfer?
hy_am: Համոզվա՞ծ էք որ ցանկանում էք ներկայացնել պահանջագիրը

# Transfer_DealInfo
source: Additional info
hy_am: Հավելյալ տեղեկատվություն

# Transfer_ReceiverAccountNumber
source: Receiver account number
hy_am: Պատվիրատու հիմնարկի հաշվեհամար

# Transfer_ReceiverBankName
source: Receiver bank
hy_am: Պատվիրատու հիմնարկի բանկ

# Transfer_ReceiverLocation
source: Receiver location
hy_am: Պատվիրատու հիմնարկի գրանցման հասցե

# Transfer_ReceiverName
source: Receiver
hy_am: Պատվիրատու

# Transfer_ReceiverOrganization
source: Receiver organization
hy_am: Պատվիրատու հիմնարկ

# Transfer_ReceiverSupplyLocation
source: Receiver supply location
hy_am: Պատվիրատու հիմնարկի հասցե

# Transfer_ReceiverTin
source: Receiver TIN
hy_am: Պատվիրատու հիմնարկի ՀՎՀՀ

# Transfer_SenderAccountNumber
source: Sender account number
hy_am: Մատակարար հիմնարկի հաշվեհամար

# Transfer_SenderBankName
source: Sender bank
hy_am: Մատակարար հիմնարկի բանկ

# Transfer_SenderLocation
source: Sender location
hy_am: Մատակարար հիմնարկի գրանցման հասցե

# Transfer_SenderName
source: Sender
hy_am: Մատակարար

# Transfer_SenderOrganization
source: Sender organization
hy_am: Մատակարար հիմնարկ

# Transfer_SenderSupplyLocation
source: Sender supply location
hy_am: Մատակարար հիմնարկի հասցե

# Transfer_SenderTin
source: Sender TIN
hy_am: Մատակարար հիմնարկի ՀՎՀՀ

# Transfer_Status
source: Status
hy_am: Կարգավիճակ

# Consumption_New
source: New consumption
hy_am: Նոր ծախս

# Login_ForgetPassword
source: Forgot your password?
hy_am: Մոռացել ե՞ք գաղտնաբառը

# Login_Login
source: Login
hy_am: Մուտքանուն

# Login_Password
source: Password
hy_am: Գաղտնաբառ

# Login_RememberMe
source: Remember me
hy_am: Հիշել ինձ

# Login_Title
source: Log In
hy_am: Մուտք

# Bank_Details_Title
source: Bank's details
hy_am: Բանկի տվյալները

# Consumption_Search
source: Product consumption search
hy_am: Ապրանքի ծախսի որոնում

# Placement_SupplyStorage
source: Supply from storage
hy_am: Տրամադրել պահեստից

source: Product entry
hy_am: Ապրանքի մուտքագրում

# Product_New
source: New product
hy_am: Նոր ապրանք

source: Product search
hy_am: Ապրանքի որոնում

# Transfer_New
source: New transfer
hy_am: Նոր հաշիվ-ապրանքագիր

# Transfer_NewTitle
source: Transfer entry
hy_am: Հաշիվ-ապրանքագրի մուտքագրում

source: Trasfner search
hy_am: Հաշիվ-ապրանքագրերի որոնում

# Consumption_RepresentationAlert
source: Are you sure to represent the transfer?
hy_am: Համոզվա՞ծ էք որ ցանկանում էք ներկայացնել պահանջագիրը

# Consumption_Status
source: Status
hy_am: Կարգավիճակ

# Consumption_TerminationDate
source: Termination date
hy_am: Ավարտ

# Consumption_TotalCost
source: Total cost
hy_am: Ընդամենը արժեք

# Consumption_UnitCost
source: Unit cost
hy_am: Միավորի արժեք

# General_DatePeriod
source: Date period
hy_am: Ժամանակահատված

source: Retransfer entry
hy_am: Հաշիվ-ապրանքագրի մուտքագրում

source: Diagnose
hy_am: Ախտորոշում

source: Drug class details
hy_am: Անվանման տվյալներ

source: Drug class entry
hy_am: Անվանման մուտքագրում

# DrugClass_Name
source: Name
hy_am: Անվանում

# DrugClass_New
source: New drug class
hy_am: Նոր անվանում

# DrugClass_Status
source: Active
hy_am: Ցուցադրել ակտիվը

# Drug_New
source: New drug
hy_am: Նոր ապրանք

source: Drug search
hy_am: Ապրանքի որոնում

# Layout_Nav_DataEntry_Replacements_Retransfers
source: Retransfers
hy_am: Հաշիվ-ապրանքագիր

# Layout_Nav_Store_Replacements
source: Product replacement
hy_am: Վերադարձ պահեստ

# Report_Get
source: Get report
hy_am: Ստանալ հաշվետվությունը

# ReTransfer_Title
source: Replacements
hy_am: Վերադարձվող ապրանքի հաշիվ-ապրանքագիր

# Transfer_DeliverReady
source: Ready for deliver
hy_am: Առաքման պատրաստ

# Transfer_JoinAlert
source: You cannot join replacements any more
hy_am: Դուք այլևս չէք կարող կցել պահանջագրեր

# Transfer_Represent
source: Prepare for delivery
hy_am: Պատրաստել առաքման

# General_Entry
source: Entry
hy_am: Մուտք

# General_Exit
source: Exit
hy_am: Ելք

# JunkConsumption_Title
source: Junk product
hy_am: Հիմնարկի պահեստի ապրանքի խոտանում

# JunkProduct_Title
source: Junk product
hy_am: Հիմնական պահեստի ապրանքի խոտանում

# Layout_Nav_DataEntry_Replacements_JunkConsumptions
source: Junk consumptions
hy_am: Խոտանում

# Layout_Nav_Store_JunkProducts
source: Junk products
hy_am: Խոտանում

# Transfer_JoinPlacement
source: Join placement
hy_am: Կցել պահանջագիրը

# Home_p1
source: The goal of drug logistics management information system is automatization of the process of the distribution, formation of demand and monitoring system for the drug and medical goods, that are centralized procured by the ministry of health or received humanitarian way. The system is designed for identified users. Each user of the system enters the appropriate login and password, then the user is automatically provided by the system has its own role and responsibilities of the respective interface.
hy_am: Դեղերի լոգիստիկ կառավարման տեղեկատվական համակարգի նպատակն է ապահովել պետական գնումներով ձեռք բերվող և հումանիտար պահեստի կողմից բաշխվող դեղերի և բժշկական պարագաների բաշխման և դեղերի շարժի, պահանջարկի ձևավորման, ՀՀ առողջապահության նախարարության, մարդասիրական օգնության հանրապետական կենտրոնի, Երևան քաղաքի և մարզպետարանների առողջապահության պատասխանատուների կողմից մշտադիտարկման, ծախսի հաշվառման ավտոմատացումը: Համակարգը նախատեսված է իդենտիֆիկացված օգտվողների համար: Յուրաքանչյուր օգտվող համակարգ է մուտք գործում իր համապատասխան լոգինով և գաղտնաբառով, որից հետո օգտվողին համակարգի կողմից ավտոմատ կերպով տրամադրվում է իր դերին և պարտականություններին համապատասխան ինտերֆեյս:

# Home_p2
source: <b>Organization</b> section established the opportunity to create and submit a product order, satisfying the demands of the track, manage the cost of medicines and medical goods, watch the movement of the storage facility, the picture of the remains of the maintenance period, as well as the return of product to other organization.
hy_am: <b>Հիմնարկ</b> բաժինը հնարավորթյուն է տալիս ստեղծել և ներկայացնել ապրանքի Պահանջագրեր, հետևել պահանջագրի բավարարման ընթացքին, կառավարել դեղորայքի և բժշկական նշանակության ապրանքների ծախսը, դիտել հիմնարկի պահեստի շարժը՝ առկա մնացորդների պատկերն ըստ պահպանման ժամանակահատվածի, ինչպես նաև կատարել ապրանքի վերադարձ կամ տրամադրում այլ կազմակերպության:

# Home_p3
source: <b>Storage</b> section lets to create a warehouse and input the list of the medicine, medical goods, manage products through other warehouses. Section is intended to manage the requests submitted by the organizations, taking into account the reserve balance, the expire date of the products, the consumption of the product by facility in previous periods and other indicators. The debiting function of the warehouse based on the requests satisfied by the storage is carried out by means of the invoices, which enables to fix the date of the recording and date when the product will be ready for delivery, thereby completing the process of satisfying requests.
hy_am: <b>Պահեստ</b> բաժինը հնարավորություն է տալիս ձևավորել պահեստում առկա և մուտքագրվող ապրանքների, դեղերի և ԲՆԱ-ի անվանացանկ, կառավարել ապրանքները ենթապահեստների միջոցով: Բաժնում նախատեսվում է նաև կառավարել հիմնարկների կողմից ներկայացրած Պահանջագրերը՝ հաշվի առնելով պահեստում ապրանքի մնացորդը, դրանց պահպանման ժամկետները, տվյալ հիմնարկի կողմից տվյալ ապրանքի սպառման պատկերը նախորդ ժամանակահատվածներում և այլ ցուցանիշներ: Պահեստի կողմից բավարարված պահանջագրերի հիման վրա պահեստից ապրանքներ ելքագրելու գործառույթն իրականացվում է Հաշիվ-ապրանքագրերի միջոցով, որը հնարավորություն է տալիս նաև ֆիքսել պահեստում ապրանքի պատրաստ լինելու և առաքման ժամանակահտվածները՝ դրանով իսկ ամբողջացնելով պահանջագրերի վերջնական բավարարման գործընթացը:

# Home_p4
source: <b>Reports</b> section lets get standard reports, which were approved on 27.04.2012 N 926-A decree of the Minister of Health.
hy_am: <b>Հաշվետվություններ</b> բաժինը հնարավորություն է տալիս ստանալ ստանդարտ հաշվետվություններ, որոնք հաստատված են ՀՀ առողջապահության նախարարի 27.04.2012 թվականի N 926-Ա հրամանով:

# Home_p5
source: <b>Management</b> section allows to manage databases used in the system , manage the system users roles.
hy_am: <b>Կառավարում</b> բաժինը հնարավորություն է տալիս ղեկավարել համակարգում օգտագործվող շտեմարանները, կառավարել գործակողների լիազորությունները:

# Home_p6
source: <b>Messages</b> section allows users to exchange messages in the system.
hy_am: <b>Հաղորդագրություններ</b> բաժինը հնարավորություն է տալիս համակարգից օգտվողներին փոխանակվել հաղորդագրություններով:

# Home_p7
source: <b>Help</b> section provides a guide to using the system.
hy_am: <b>Օգնություն</b> բաժինը տրամադրում է համակարգից օգտվելու ուղեցույց:

# Login_Article
source: This system was designed under the grant AAG-111-G-10-002 signed between US Government and the RA Government "Health and social services to improve the efficiency of the fight against tuberculosis, maternal and child health, and family planning / reproductive health" for the purpose of the improving transparency and accountability in the system of provision of public services, including the purchase and distribution of medicine, medical goods and services.
hy_am: Սույն համակարգը մշակվել է «Առողջապահական և սոցիալական ծառայությունների արդյունավետության բարելավման շուրջ ԱՄՆ Կառավարության և ՀՀ կառավարության միջև ստորագրված AAG-111- G-10- 002 Համաձայնագրի շրջանակներում Հայաստանում տուբերկուլոզի դեմ պայքարի, մոր և մանկան առողջության, և ընտանիքի պլանավորման/վերարտադրողական առողջության բարելավման ծրագրով նախատեսված «Թափանցիկության և հաշվետվողականության բարելավում հանրային ծառայությունների տրամադրման համակարգում, ներառյալ ծառայությունների և ապրանքի գնումն ու բաշխումը» նպատակի իրականացման համար:

# Login_AuthUsers
source: For authenticated users only
hy_am: Համակարգ կարող են մուտք գործել միայն օգտվողի լիազորություններ ունեցողները՝ մուտքագրելով նախապես տրամադրված մուտքանունը և գաղտնաբառը

# Login_Footer
source: The information in the system is copyright and may not reflect the views of USAID and the United States Government
hy_am: Համակարգում ներառված տեղեկատվությունը հեղինակային է և կարող է չհամընկնել ԱՄՆ ՄԶԳ, ԱՄՆ Կառավարության տեսակետին

# Login_Head
source: Medicines and Medical Products Integrated Logistic Management Information System (MLMIS) (For the management of the distribution of the state centralized procured drugs, including for contraceptives)
hy_am: Դեղերի և բժշկական նշանակության ապրանքների միասնական Լոգիստիկ կառավարման տեղեկատվական համակարգ (ԴԼԿՏՀ)` պետության կողմից կենտրոնացված գնումներով ձեռք բերվող բոլոր դեղամիջոցների, այդ թվում՝ հակաբեղմնավորիչների համար

# Drug_Description
source: Description
hy_am: Նկարագրություն

# Product_UnitCost
source: Unit Cost
hy_am: Միավոր արժեք

# Product_TotalCost
source: Total Cost
hy_am: Ընդհանուր արժեք

# Product_Storage
source: Storage
hy_am: Պահեստ

# CodeMustBeNumber
source: The code must be a number
hy_am: Կոդը պետք է լինի թիվ
